Repository: gollenia/blueprint
Catalog: lang/*.po
Languages: de_ch, fr_fr

source: Price:
de_ch: Preis:
fr_fr: Prix:

source: Book this event
de_ch: Zur Anmeldung
fr_fr: Inscription

source: Starts at
de_ch: Beginn:
fr_fr: Début:

source: Ends at
de_ch: Ende:
fr_fr: Fin:

source: to
de_ch: bis
fr_fr: à

source: from
de_ch: von
fr_fr: de

source: Similar events
de_ch: Ähnliche Veranstaltungen
fr_fr: événements similaires

source: Only few spaces left
de_ch: Nur noch wenige Plätze frei
fr_fr: Il ne reste que quelques places

source: Price: free
de_ch: Preis: gratis
fr_fr: Prix: gratis

source: o'clock
de_ch: Uhr

source: All
de_ch: Alle
fr_fr: Tout

source: This website is protected by reCaptcha. See the
de_ch: Diese Webseite wird von reCaptcha geschützt. Siehe die
fr_fr: Ce site est protégé par reCaptcha. Voir le

source: aswell as the
de_ch: sowie die
fr_fr: aussi bien que

source: Imprint
de_ch: Impressum
fr_fr: Impressum

source: Data protection
de_ch: Datenschutzerklärung
fr_fr: Politique de protection des données

source: Terms of Service
de_ch: Nutzungsbestimmungen
fr_fr: Conditions d'utilisation

source: Privacy Policy
de_ch: Datenschutz-Bestimmungen
fr_fr: Politique de confidentialité

source: Home
de_ch: Startseite
fr_fr: Page d'accueil

source: No places left
de_ch: Ausgebucht
fr_fr: réservé jusqu'à

source: Base Colors
de_ch: Grundfarben
fr_fr: Grundfarben

source: Here you can define the base colors of your theme.
de_ch: Hier können die Grundfarben für das Theme festgeleg werden.
fr_fr: Les couleurs de base du thème peuvent être spécifiées ici.

source: Primary Color
de_ch: Primärfarbe
fr_fr: couleur primaire

source: Secondary Color
de_ch: Sekundärfarbe
fr_fr: couleur secondaire

source: Error Color
de_ch: Farbe für Fehler
fr_fr: couleur pour erreur

source: Warning Color
de_ch: Warnfarbe
fr_fr: couleur d'avertissement

source: Success Color
de_ch: Farbe für Erfolg
fr_fr: la couleur du succès

source: Black Color
de_ch: Schwarz
fr_fr: noir

source: White Color
de_ch: Weiss
fr_fr: blanc

source: Darkgray Color
de_ch: Dunkelgrau
fr_fr: gris foncé

source: Gray Color
de_ch: Grau
fr_fr: gris

source: Lightgray Color
de_ch: Hellgrau
fr_fr: gris clair

source: Main Colors
de_ch: Hauptfarben
fr_fr: couleurs principales

source: Color Palette
de_ch: Farbpalette
fr_fr: palette de couleurs

source: Create new color
de_ch: Neue Farbe erstellen
fr_fr: nouvelle couleur

source: Color
de_ch: Farbe
fr_fr: couleur

source: Edit color
de_ch: Farbe bearbeiten
fr_fr: Modifier la couleur

source: Color Settings
de_ch: Farbeinstellungen
fr_fr: paramètres de couleur

source: Color value
de_ch: Farbwert
fr_fr: valeur de couleur

source: Internal name
de_ch: Slug-Name
fr_fr: Slug-Nom

source: Custom Colors
de_ch: Eigene Farben
fr_fr: Couleurs propres

source: Brightness
de_ch: Helligkeit
fr_fr: luminosité

source: No spaces or special chars. Used for internal identification
de_ch: Interner Name zur Identifizierung. Keine Leerzeichen oder Umlaute.
fr_fr: Nom interne pour l'identification. Pas d'espaces ni de trémas.

source: Decides if text on this color should be white or black
de_ch: Beeinflusst, ob der Text über dieser Farbe schwarz oder weiss ist. Nur im Notfall ändern!
fr_fr: Affecte si le texte au-dessus de cette couleur est noir ou blanc. Ne changez que si nécessaire!

source: Dark
de_ch: Dunkel
fr_fr: Foncé

source: Light
de_ch: Hell
fr_fr: Brillant

source: Let System decide
de_ch: Automatisch
fr_fr: Automatiquement

source: Back
de_ch: Zurück
fr_fr: Retour

source: Error: The slug must not contain any of the base color names
de_ch: Fehler: Der Name darf keinem Namen einer Basis-Farbe entsprechen
fr_fr: Erreur : Le nom ne peut pas correspondre à un nom de couleur de base

source: Content
de_ch: Zum Inhalt
fr_fr: Aller au contenu

source: Data Privacy
de_ch: Datenschutzerklärung
fr_fr: Protection des données

source: Privacy consent
de_ch: Datenschutz
fr_fr: intimité

source: Privacy Consent window
de_ch: DSGVO Datenschutz-Fenster
fr_fr: Fenêtre de protection des données GDPR

source: Privacy window text message
de_ch: Text für Datenschutz-Fenster
fr_fr: Texte pour la fenêtre de confidentialité

source: You can use HTML Markup here for links, bold and italic type, line breaks and paragraphs. Leave this field empty to disable the privacy window and cookie consent entirely.
de_ch: Du kannst hier HTML-Tags verwenden um Links einzufügen, text fett oder kursiv zu schreiben und Zeilenumbrüche und Absätze einzufügen. Lass dieses Feld leer, um das Cookie-Fenster und den Datenschutz komplett zu deaktivieren.
fr_fr: Vous pouvez utiliser des balises HTML ici pour insérer des liens, mettre du texte en gras ou en italique et insérer des sauts de ligne et des paragraphes. Laissez ce champ vide pour désactiver complètement la fenêtre des cookies et la protection de la vie privée.

source: Title of Button 'Save'
de_ch: Beschriftung des 'Speichern'-Buttons
fr_fr: Légende du bouton 'Enregistrer'

source: Save settings
de_ch: Auswahl speichern
fr_fr: enregistrer la sélection

source: Accept all
de_ch: Alle akzeptieren
fr_fr: Accepter tout

source: Title of Button 'Accept all'
de_ch: Beschriftung des 'Alles akzeptieren'-Buttons
fr_fr: Libellé du bouton 'Accepter tout'

source: Privacy window Caption
de_ch: Titel des Cookie-Fensters
fr_fr: Titre de la fenêtre des cookies

source: Critical clocks
de_ch: Kritische Blöcke
fr_fr: blocs critiques

source: Blocks to exclude when the user accepts only neccessary cookies. Use parts of block names or full block names. One entry per line. All embed blocks (like YouTube or Spotify) are removed automatically.
de_ch: Blöcke die entfernt werden, wenn der Besucher nur die notwendigen Cookies akzeptiert. Es können auch Teile von Blocknamen verwendet werden. Ein Eintrag pro Zeile. Alle eingebetteten Blöcke wie YouTube oder Spotify werden bereits automatisch entfernt.
fr_fr: Blocages qui sont supprimés lorsque le visiteur n'accepte que les cookies nécessaires. Des parties de noms de blocs peuvent également être utilisées. Une entrée par ligne. Tous les blocs intégrés comme YouTube ou Spotify sont déjà supprimés automatiquement.

source: Here you can adjust settings concerning the European data privacy protection, also known as DSGVO or GDPR
de_ch: Hier kannst du Einstellungen anpassen, die den Europäischen Datenschutz betreffen. Wenn der Benutzer die nicht benötigten Cookies ablehnt, können automatisch Blöcke aus dem Seiteninhalt entfernt werden
fr_fr: Ici, vous pouvez ajuster les paramètres qui affectent la protection des données européennes. Si l'utilisateur refuse les cookies qui ne sont pas nécessaires, les blocages du contenu de la page peuvent être supprimés automatiquement

source: Label for neccessary cookies
de_ch: Schalterbeschriftung für notwendige Cookies
fr_fr: Changer d'étiquette pour les cookies nécessaires

source: Only neccessary cookies
de_ch: Notwendige Cookies
fr_fr: Cookies nécessaires

source: Third party cookies
de_ch: Drittanbieter-Cookies und externe Inhalte laden
fr_fr: Charger des cookies tiers et du contenu externe

source: Label for third party cookies
de_ch: Schalterbeschriftung für externe Inhalte
fr_fr: Changer de libellé pour le contenu externe

source: Explanation for third party cookies
de_ch: Erklärung über externe Inhalte
fr_fr: Déclaration de contenu externe

source: Give your visitors a short explanation of what kind of third-party-cookies they're about to accept and why you are using them
de_ch: Gib deinen Besuchern eine kurze Erklärung, welche Drittanbieter-Cookies und Dienste du verwendest und warum.
fr_fr: Donnez à vos visiteurs une brève explication des cookies et services tiers que vous utilisez et pourquoi.

source: Privacy settings
de_ch: Privatsphäre-Einstellungen
fr_fr: Paramètres de confidentialité
